[
    {
        "Heading": "Think drug costs are bad? Try hospital prices",
        "content": [
            "Several pharmaceutical companies have recently said they'll delay some of their price increases, under pressure from the Trump administration. But hospitals have made no such concessions, even though they make up a much larger share of total health care spending.",
            "The bottom line: Axios reached out to 27 hospital systems, many of which have some of the highest charges in the country. All of them were silent about whether they would lower or hold off on price increases.",
            "Driving the news: Pfizer, Novartis, Merck and other drug makers have said they will delay, freeze or roll back price increases on some of their medicines.",
            "The big picture: Drug pricing is the political controversy of the moment, but hospitals cost the health care system far more.",
            "What we're hearing: Almost nothing from the hospital industry.",
            "Axios reached out to 27 hospital systems that have some of the highest charges in the country, according to federal data. None said they would follow drug companies' symbolic gestures and delay, freeze or lower their prices."
        ]
    },
    {
        "Heading": "Massachusetts AG calls for investigation on Juul",
        "content": [
            "The state of Massachusetts is investigating major e-cigarette manufacturer Juul on the sale and marketing minors, Attorney General Maura Healey announced Tuesday.",
            "Why it matters: The state's probe joins the Food and Drug Administration, parents and schools in watching the \"juuling\" craze — an epidemic on kids who are introduced to nicotine products early. Three lawsuits have already been filed by users claiming Juul has made them more addicted to nicotine."
        ]
    },
    {
        "Heading": "Centene says it's \"very bullish\" about ACA",
        "content": [
            "The chief financial officer of health insurer Centene told investors today that the market for Affordable Care Act coverage is strong, despite the political turmoil surrounding it. \"We remain very bullish about the exchange business both for ourselves and also the stability of the market,\" CFO Jeff Schwaneke said, according to Modern Healthcare.",
            "By the numbers: Centene has a big presence in the ACA. It covers roughly 1.5 million people in the exchanges, and is also expanding its Medicaid business in several states. Growth in those markets helped Centene pull in more than $14 billion in revenue in the second quarter, per Modern Healthcare."
        ]
    }
]